import BannerCarousel from "../../components/BannerCarousel/BannerCarousel"

export default function HomeSection() {
  return (
    <div>
      <BannerCarousel />

      <h2>ООО “Геолидер” - группа IT-компаний, предоставляющая спектр услуг и решений для создания, модернизации и сопровождения программного обеспечения в нефтегазовой отрасли.</h2>
      
      <p>
        Предоставление готового решения по управлению данными нефтяным, газодобывающим компаниям и правительственным организациям, включая дизайн модели данных, реализацию, обучение, поддержку и сопровождение системы управления данными (Банка Данных).
      </p>

      <p>
        Разработка программного обеспечения для контроля качества и обработки геолого-геофизических данных.
      </p>

      <p>
        Предоставление геофизических и геологических услуг нефтяным и газовым компаниям, связанных с их геолого-разведочной и промысловой деятельностью.
      </p>

      <h3>НАШИ ПРЕИМУЩЕСТВА</h3>

      <p>
        «Геолидер» является разработчиком и владельцем единственного полного Банка данных Разведки и Разработки в нефтегазовой промышленности PetroVision для национальных хранилищ данных и нефтегазовых компаний, а также ряда геолого-геофизического ПО, такого как:
      </p>

      <ul>
        <li>GeoTop (каротажный анализ)</li>
        <li>GeOlympus (единая рабочая станция для полной обработки статики, коротко-, средне- и длинно-периодных волн)</li>
        <li>GeoSeisQC</li>
        <li>WellQC</li>
        <li>SeismicLoader (контроль качества с элементами обработки)</li>
        <li>GeoStore (предварительная перезапись данных)</li>
        <li>и др.</li>
      </ul>

      <p>
        На сегодняшний день в компании работает более 50 высококлассных специалистов (разработчиков, специалистов в области контроля качества и ведения проектов, геофизиков и геологов) в области решений по производству и добыче нефти и газа.
      </p>

      <p>
        Компания «Геолидер» имеет эксклюзивное право на коммерциализацию продуктов в определенных странах.
      </p>

      <p>
        «Геолидер» предлагает услуги по комплектации и поставке оборудования и программного обеспечения.
      </p>

      <p>
        Собственный официальный центр обучения. Обучение проводится по любому программному обеспечению и по методологии, применительно к геофизической и геологической разведке и разработке нефти и газа. Преподаватели имеют большой опыт.
      </p>

      <p>
        Собственный вычислительный центр с новейшим и самым современным оборудованием, отвечающим всем требованиям обработки и интерпретации данных.
      </p>
      <a href="https://www.geoleader.ru/images/Geoleader_2022.pdf" target="_blank">Подробнее</a>
    </div>
  )
}
